Repository: ilonamm/askbywho
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: fi, pt_br

source: Welcome to our secret beta!
fi: Tervetuloa kampanjamme salaiseen betaan!
pt_br: Bem-vindo ao nosso beta secreto!

source: Email
fi: Sähköposti

source: Facebook group
fi: Facebook-ryhmäämme
pt_br: Grupo do Facebook

source: First name
fi: Etunimi
pt_br: Primeiro nome

source: I want my clothes made in decent working conditions.
fi: Haluan että vaatteeni tehdään inhimillisissä työoloissa.
pt_br: Eu quero minha roupa feita em condições de trabalho decentes.

source: Oops, something went wrong! Please check the errors below.
fi: Hups! Jotain meni pieleen! Tarkista alla olevat virheet.
pt_br: Oops, alguma coisa deu errado! Por favor veja os erros abaixo.

source: Tell your favorite brands
fi: Kerro lempivaatemerkeillesi:
pt_br: Diga para suas marcas favoritas

source: There's already
fi: Meitä on jo
pt_br: Já temos

source: Want to help? Join our
fi: Haluatko tulla tekemään kampanjaa? Liity
pt_br: Quer ajudar? Junte-se a nós

source: Your voice counts: 1. 1,000 people nominate a brand 2. We tell the brand 1,000 of us want to know how our clothes are made 3. We tell you what they say
fi: Sinä voit vaikuttaa: 1. 1,000 ihmistä valitsee saman vaatebrändin 2. Kerromme brändille että meitä on 1,000 kuluttajaa, jotka haluavat tietää missä oloissa vaatteet tehdään 3. Kerromme sinulle, mitä brändit vastaavat
pt_br: Sua voz é importante: 1. 1,000 pessoas nomearam uma marca 2. Nós falamos para a marca que 1.000 de nós querem saber como suas roupas são feitas 3. Nós falamos para você o que eles disseram

source: of us saying that the people making our clothes matter.
fi: mukana pyytämässä ihmisarvoista kohtelua vaatteidemme tekijöille.
pt_br: de nós dizendo que as pessoas que fazem nossas roupas importam.

source: 1,000+ people nominate a brand.
fi: 1,000 ihmistä valitsee brändin.
pt_br: Mais de 1000 pessoas nomearam uma marca.

source: 1.2 billion
fi: 1,2 miljardia
pt_br: 1.2 bilhões

source: 14.2 million
fi: 14,2 miljoonaa
pt_br: 14.2 milhões

source: 168 million
fi: 168 miljoonaa
pt_br: 168 milhões

source: 9-year-olds.
fi: ovat 9-vuotiaita.
pt_br: 9 anos de idade

source: Do you want to wear clothes made in decent working conditions?
fi: Haluatko ostaa vaatteita, jotka on tehty inhimillisissä oloissa?
pt_br: Você quer vestir roupas feitas em condições decentes de trabalho?

source: I don't want to buy clothes made by
fi: En halua ostaa vaatteita, joiden tekijät
pt_br: E não quero comprar roupas feitas por

source: It is so difficult to know what is really ethical. That’s why we need transparency, to see for ourselves.
fi: On vaikea tietää mikä todella on eettistä. Siksi tarvitsemme läpinäkyvyyttä, jotta voimme itse nähdä, miten asia on.
pt_br: É tão difícil saber o que é realmente ético. É por isso que precisamos de transparência, para vermos por nós mesmos.

source: Technology has changed our lives. We think we need to use it for more: to ensure the people making our clothes live in freedom and their fundamental rights are respected.
fi: Teknologia on muuttanut elämämme. Meidän mielestä voimme käyttää sitä vielä enemmän: varmistamaan että vaatteitamme tekevät ihmiset elävät vapaina, ja että heillä on samat ihmisoikeudet kuin meilläkin.
pt_br: A tecnologia mudou nossas vidas. Nós pensamos que precisamos usá-la para mais: para garantir que as pessoas que fazem nossas roupas vivam em liberdade e que seus direitos fundamentais sejam respeitados.

source: We will contact the brand and ask how they treat their workers and discuss ways to be more transparent.
fi: Kerromme vaatebrändille että meitä on 1,000 kuluttajaa, jotka haluavat tietää millaisissa oloissa vaatteet tehdään.
pt_br: Nós vamos conversar com a marca e perguntar como eles tratam seus trabalhadores. e discutir formas de deixar isto mais transparente.

source: We will tell you what they say.
fi: Kerromme sinulle, mitä brändit vastaavat.
pt_br: Nós vamos te falar o que eles disseram.

source: What’s happening:
fi: Mitä tapahtuu:
pt_br: O que está acontecendo:

source: When I buy 37 euro pants for my 1-year-old, I want to know they were not made by a 9-year-old in Bangladesh.
fi: Kun ostan 37 euron housut 1-vuotiaalleni, haluan tietää ettei niiden tekijä ollut 9-vuotias bangladeshilainen lapsi.
pt_br: Quando eu compro uma calça de 37 euros para meu filho de 1 ano de idade, eu quero saber que ela não foi feita por uma criança de 9 anos de idade em Bangladesh.

source: children work
fi: lasta käy töissä
pt_br: Trabalho infantil

source: live in extreme poverty
fi: elää äärimmäisessä köyhyydessä
pt_br: vivem em pobreza extrema

source: parents who can't afford to send their kids to school.
fi: tienaavat niin vähän, etteivät lapset pääse kouluun.
pt_br: pais que não podem se dar ao luxo de mandar seus filhos para a escola.

source: people in dangerous conditions.
fi: tekevät töitä vaarallisissa olosuhteissa.
pt_br: pessoas em condições perigosas

source: people in forced labor
fi: on orjatyössä
pt_br: pessoas forçadas a trabalhar

source: people risking their health.
fi: vaarantavat terveytensä.
pt_br: pessoas arriscando sua saúde.

source: people risking their unborn baby.
fi: vaarantavat syntymättömän lapsen terveyden.
pt_br: pessoas arriscando seus filhos na barriga de suas mães

source: people working from 9 am to 9 pm
fi: työskentelevät aamuyhdeksästä iltayhdeksään
pt_br: pessoas que trabalham das 9 manhã até as 9 da noite

source: Click to write/choose brands
fi: Klikkaa ja kirjoita/valitse merkit
pt_br: Clique para escrever/escolher as marcas

source: Help us out to launch a site with at least 1,000 people! Please nominate at least five clothing brands, and leave your name and email so that we can tell you when we launch!
fi: Auta meitä saamaan tuhat ihmistä mukaan ennen kampanjan julkaisua!
pt_br: Nos ajude a lançar nosso site com no mínimo 1.000 pessoas! Por favor indique ao menos cinco marcas de roupas, e deixe seu nome e e-mail então poderemos te avisar quando lançarmos o site!

source: Nominate
fi: Lähetä
pt_br: Indique

source: We have Wikipedia, Twitter and Facebook, but have no idea if our clothing was made in sweatshops.
fi: Meillä on Wikipedia, Twitter ja Facebook, mutta ei hajuakaan onko vaatteemme tehty hikipajoissa.
pt_br: Temos Wikipedia, Twitter e Facebook, mais não fazemos ideia se nossas roupas são feita em ateliês.

source: Change language:
fi: Vaihda kieltä:
pt_br: Mudar a lingua:

source: Built with love in Helsinki | San Francisco | Teresina
fi: Rakennettu intohimolla Helsingissä | San Franciscossa | Teresinassa
pt_br: Feito com amor em Helsinki | São Francisco | Teresina

source: Join
fi: Tule mukaan
pt_br: Junte-se

source: Share
fi: Jaa
pt_br: Compartilhe

source: We are grateful for the support of
fi: Kiitämme tukijoitamme
pt_br: Agradecemos o apoio de

source: brand
fi: merkin

source: We are a startup. We use modern technology to further transparency, human rights and decent working conditions in supply chains. But we've been told people don't care about transparency. So we wanted to ask you. This ask by who campaign is built on open source, by volunteers, companies, and you.
fi: Olemme startup. Kehitämme teknologiaa, joka edistää läpinäkyvyyttä, ihmisoikeuksia ja inhimillisiä työoloja. Tämä kampanja on rakennettu avoimen lähdekoodin periaatteilla, vapaaehtoisten, kuluttajien, eettisesti ajattelevien järjestöjen ja yritysten voimin.

source: 1 brand
fi: yhden vaatemerkin

source: Choose brands
fi: Valitse brändejä

source: Choose your favorite brands
fi: Valitse lempivaatebrändisi

source: Go back
fi: Takaisin

source: Send
fi: Lähetä

source: Thank you for adding
fi: Kiitos että lisäsit

source: Thank you for joining!
fi: Kiitos että liityit joukkoomme!

source: We will keep your email safe and never send any spam.
fi: Pidämme sähköpostisi turvassa emmekä koskaan lähetä sinulle roskapostia.

source: We'd like to send you an email when we hear back from your favorite brands.
fi: Haluaisimme lähettää sinulle sähköpostia, kun saamme vastauksen valitsemiltasi vaatemerkeiltä.

source: We'll send you an email when we're ready to launch!
fi: Lähetämme sinulle sähköpostia kun sivu julkaistaan!

source: brands
fi: vaatemerkkiä

source: facebook group
fi: Facebook-ryhmäämme

source: Which brands are you wearing right now?
fi: Mitä vaatemerkkejä sinulla on juuri nyt päälläsi?

source: 1. 1,000 people nominate a brand
fi: 1. 1,000 ihmistä valitsee saman vaatemerkin

source: 2. We tell the brand 1,000 people want to know how their clothes are made
fi: 2. Kerromme merkille että meitä on 1,000 kuluttajaa, jotka haluavat tietää missä oloissa vaatteet tehdään

source: 3. We tell you what they say
fi: 3. Kerromme sinulle, mitä vaatemerkit vastaavat

source: Share via Whatsapp
fi: Jaa WhatsAppin kautta

source: You nominated
fi: Valitsit

source: Your voice matters.
fi: Äänelläsi on merkitys.

source: saying that the people making our clothes matter.
fi: mukana pyytämässä ihmisarvoista kohtelua vaatteidemme tekijöille.

source: Tell your favorite brands that you want your clothes made in decent working conditions at https://beta.askbywho.com
fi: Kerro vaatemerkeille, että haluat vaatteet tehtäväksi inhimillisissä työoloissa https://beta.askbywho.com

source: Tweet!
fi: Twiittaa!

source: Yes. I want to tell that to my favorite brands.
fi: Kyllä. Haluan kertoa sen vaatemerkeille.

source: You are one of us
fi: Meitä on nyt

source: to go!
fi: jäljellä

source: This is a message worth sharing.
fi: Tämä viesti on jakamisen arvoinen.

source: A lot of clothes are made in inhumane conditions. This site makes it easy to say to your favorite clothing brands that you want yours made in decent working conditions. I just joined and thought you'd be interested in this, too!
fi: Monet vaatteet on tehty ankeissa oloissa. Tämä sivu antaa mahdollisuuden kertoa helposti vaatemerkeille, että haluamme vaatteemme tehtäväksi inhimillisissä työoloissa. Liityin juuri ja ajattelin että voisit olla kiinnostunut!

source: A lot of clothes are made in inhumane conditions. This site makes it easy to say to your favorite clothing brands that you want yours made in decent working conditions. I just joined and thought you'd be interested in this, too! https://beta.askbywho.com
fi: Monet vaatteet on tehty ankeissa oloissa. Tämä sivu antaa mahdollisuuden kertoa helposti vaatemerkeille, että haluamme vaatteemme tehtäväksi inhimillisissä työoloissa. Liityin juuri ja ajattelin että voisit olla kiinnostunut! https://beta.askbywho.com

source: Click the button to share this with friends. You can edit the message before sending.
fi: Klikkaa linkkiä ja jaa tämä sivu kavereillesi! Voit muokata viestiä ennen sen lähettämistä.

source: These people were told that people don't care about transparency and decent working conditions when buying clothes. They set up a page so that we can say it does matter. Thought you'd like to join, too.
fi: Näille tyypeille sanottiin, että ihmiset ei välitä läpinäkyvyydestä ja kohtuullisista työoloista. Ne laittoivat pystyyn sivun, jolla vaatemerkeille voi helposti kertoa että ne merkitsevät. Mä liityin, tule mukaan.

source: We are a startup. We use modern technology to further transparency, human rights and decent working conditions in supply chains. But we've been told people don't care about transparency. So we wanted to ask you. This ask by who campaign is built on open source, by volunteers, companies, and you.
pt_br: Nós somos uma startup. Usamos tecnologias modernas para aumentar a transparência, os direitos humanos e as condições de trabalho dignas nas cadeias de suprimentos. Mas nos disseram que as pessoas não se preocupam com a transparência. Então queremos perguntar a você. A campanha “ask by who”, pergunte por quem, é feita em código aberto, por voluntários, empresas, e você.

source: Yes.
pt_br: Sim.
